Revit 2024 API
BuiltInFailures.TilePatternTileFailures Members
Provides a container of all Revit built-in FailureDefinitionId instances.
The BuiltInFailures.TilePatternTileFailures type exposes the following members.
Properties
Name | Description
TilePatternTile_InvalidFamily
 Family not appropriate for Divided Surface component.
See Also
BuiltInFailures.TilePatternTileFailures Class
Autodesk.Revit.DB Namespace